{
  "status": "ok",
  "msg": "",
  "data": [
    {
      "title": "Grey's Anatomy",
      "desc": "Follows the personal and professional lives of a group of doctors at Seattle’s Grey Sloan Memorial Hospital.",
      "imgSrc": "https://media.themoviedb.org/t/p/w1280_and_h720_multi_faces/jP0Rhj9OTPDAwQlHQwOLFDdeE8t.jpg",
      "platform": "JioHotstar",
      "genres": "Drama",
      "certification": "U"
    },
    {
      "title": "The Last Frontier",
      "desc": "When a prison transport plane crashes in the remote Alaskan wilderness—freeing dozens of violent inmates—the region's lone marshal must protect the town he's vowed to keep safe.",
      "imgSrc": "https://media.themoviedb.org/t/p/w1280_and_h720_multi_faces/tppoXtkKVh26oEsMdkIGmUqdgVL.jpg",
      "platform": "Apple TV+",
      "genres": "Drama",
      "certification": "A"
    },
    {
      "title": "Law & Order: Special Victims Unit",
      "desc": "In the criminal justice system, sexually-based offenses are considered especially heinous. In New York City, the dedicated detectives who investigate these vicious felonies are members of an elite squad known as the Special Victims Unit. These are their stories.",
      "imgSrc": "https://media.themoviedb.org/t/p/w1280_and_h720_multi_faces/obtdxPgmfykYwVnvuYXC5f2xKlQ.jpg",
      "platform": "JioHotstar",
      "genres": "Crime, Drama, Mystery",
      "certification": "U"
    },
    {
      "title": "Law & Order",
      "desc": "In cases ripped from the headlines, police investigate serious and often deadly crimes, weighing the evidence and questioning the suspects until someone is taken into custody. The district attorney's office then builds a case to convict the perpetrator by proving the person guilty beyond a reasonable doubt. Working together, these expert teams navigate all sides of the complex criminal justice system to make New York a safer place.",
      "imgSrc": "https://media.themoviedb.org/t/p/w1280_and_h720_multi_faces/tc7canPSAn2X14hYi6Rl3gZm1o4.jpg",
      "platform": "JioHotstar",
      "genres": "Crime, Drama",
      "certification": "TV-14"
    },
    {
      "title": "9-1-1",
      "desc": "Explore the high-pressure experiences of police officers, paramedics and firefighters who are thrust into the most frightening, shocking and heart-stopping situations. These emergency responders must try to balance saving those who are at their most vulnerable with solving the problems in their own lives.",
      "imgSrc": "https://media.themoviedb.org/t/p/w1280_and_h720_multi_faces/lzQar2yH8EQAk72c8xlF65yP3tl.jpg",
      "platform": "JioHotstar",
      "genres": "Drama, Crime, Action & Adventure",
      "certification": "U/A 16+"
    }
  ]
}