{
  "status": "ok",
  "msg": "",
  "data": [
    {
      "title": "NCIS",
      "desc": "From murder and espionage to terrorism and stolen submarines, a team of special agents investigates any crime that has a shred of evidence connected to Navy and Marine Corps personnel, regardless of rank or position.",
      "imgSrc": "https://media.themoviedb.org/t/p/w1280_and_h720_multi_faces/c1aBrG5s5xFa6Tbnihu2Hhj4t2q.jpg",
      "platform": "Amazon Prime Video",
      "genres": "Crime, Drama, Action & Adventure",
      "certification": "U"
    },
    {
      "title": "High Potential",
      "desc": "Morgan is a single mom with an exceptional mind, whose unconventional knack for solving crimes leads to an unusual and unstoppable partnership with a by-the-book seasoned detective.",
      "imgSrc": "https://media.themoviedb.org/t/p/w1280_and_h720_multi_faces/nBTCGBbHbUOK8Eo0vQxfZk8Ae94.jpg",
      "platform": "JioHotstar",
      "genres": "Drama, Crime, Mystery",
      "certification": "TV-14"
    },
    {
      "title": "Only Murders in the Building",
      "desc": "Three strangers share an obsession with true crime and suddenly find themselves wrapped up in one.",
      "imgSrc": "https://media.themoviedb.org/t/p/w1280_and_h720_multi_faces/WCnEPf4ZNPjszndmrFlDxZ5Uvd.jpg",
      "platform": "JioHotstar",
      "genres": "Comedy, Mystery, Crime",
      "certification": "U/A 16+"
    },
    {
      "title": "The Morning Show",
      "desc": "A behind-the-scenes look at the lives of the people who help America wake up in the morning, exploring the unique challenges faced by the men and women who carry out this daily televised ritual.",
      "imgSrc": "https://media.themoviedb.org/t/p/w1280_and_h720_multi_faces/uMsTtNaUEWOE2q64m8zthBIMgen.jpg",
      "platform": "Apple TV+",
      "genres": "Drama",
      "certification": "A"
    },
    {
      "title": "Love in the Clouds",
      "desc": "At the annual Qingyun Conference in the Hexu Six Realms, Ji Bozai, a warrior from the Jixing Abyss with a past as a convict, defeated Ming Yi, the cold warrior goddess who had reigned supreme for seven consecutive years. Overnight, Ji Bozai became the hottest new star in Jixing Abyss. Meanwhile, Ming Yi, hiding her true identity, disguised herself as a dancer to get close to Ji Bozai. Under their carefully crafted personas, the two engaged in a thrilling dance of deception and attraction, fighting for justice and fairness, and ultimately found a deep and moving love.",
      "imgSrc": "https://media.themoviedb.org/t/p/w1280_and_h720_multi_faces/krZyxxsbjqWYuNFAQsGaq9KLA9g.jpg",
      "platform": "Netflix",
      "genres": "Drama, Sci-Fi & Fantasy",
      "certification": "PG13"
    }
  ],
  "ts": 1761028978014
}